Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Your voice streams directly from this Mac to OpenAI. The Hermes host only sets up the session, so OpenAI also sees this Mac's network address.
de: Ihre Stimme wird direkt von diesem Mac an OpenAI gestreamt. Der Hermes-Host richtet nur die Sitzung ein, daher sieht OpenAI auch die Netzwerkadresse dieses Macs.
es: Tu voz se transmite directamente desde este Mac a OpenAI. El host de Hermes solo prepara la sesión, así que OpenAI también ve la dirección de red de este Mac.
fr: Votre voix est diffusée directement de ce Mac vers OpenAI. L’hôte Hermes ne fait que mettre en place la session, OpenAI voit donc aussi l’adresse réseau de ce Mac.
ja: あなたの声はこの Mac から OpenAI へ直接ストリーミングされます。Hermes ホストはセッションを設定するだけなので、OpenAI はこの Mac のネットワークアドレスも把握します。
pt_br: Sua voz é transmitida direto deste Mac para a OpenAI. O host do Hermes apenas prepara a sessão, então a OpenAI também vê o endereço de rede deste Mac.
zh_hans: 你的声音会从这台 Mac 直接流式传输到 OpenAI。Hermes 主机只负责建立会话，因此 OpenAI 也会看到这台 Mac 的网络地址。

source: Your voice streams directly from this device to OpenAI. The Hermes host only sets up the session, so OpenAI also sees this device's network address.
de: Ihre Stimme wird direkt von diesem Gerät an OpenAI gestreamt. Der Hermes-Host richtet nur die Sitzung ein, daher sieht OpenAI auch die Netzwerkadresse dieses Geräts.
es: Tu voz se transmite directamente desde este dispositivo a OpenAI. El host de Hermes solo prepara la sesión, así que OpenAI también ve la dirección de red de este dispositivo.
fr: Votre voix est diffusée directement de cet appareil vers OpenAI. L’hôte Hermes ne fait que mettre en place la session, OpenAI voit donc aussi l’adresse réseau de cet appareil.
ja: あなたの声はこのデバイスから OpenAI へ直接ストリーミングされます。Hermes ホストはセッションを設定するだけなので、OpenAI はこのデバイスのネットワークアドレスも把握します。
pt_br: Sua voz é transmitida direto deste dispositivo para a OpenAI. O host do Hermes apenas prepara a sessão, então a OpenAI também vê o endereço de rede deste dispositivo.
zh_hans: 你的声音会从本设备直接流式传输到 OpenAI。Hermes 主机只负责建立会话，因此 OpenAI 也会看到本设备的网络地址。

source: Your voice streams from this Mac to %@. %@ also sees this Mac's network address.
de: Ihre Stimme wird von diesem Mac an %@ gestreamt. %@ sieht außerdem die Netzwerkadresse dieses Macs.
es: Tu voz se transmite desde este Mac a %@. %@ también ve la dirección de red de este Mac.
fr: Votre voix est diffusée de ce Mac vers %@. %@ voit aussi l’adresse réseau de ce Mac.
ja: あなたの声はこの Mac から %1$@ へストリーミングされます。%2$@ はこの Mac のネットワークアドレスも把握します。
pt_br: Sua voz é transmitida deste Mac para a %@. A %@ também vê o endereço de rede deste Mac.
zh_hans: 你的声音会从这台 Mac 流式传输到 %@。%@ 也会看到这台 Mac 的网络地址。

source: Your voice streams from this device to %@, which also sees this device's network address.
de: Ihre Stimme wird von diesem Gerät an %@ gestreamt, das auch die Netzwerkadresse dieses Geräts sieht.
es: Tu voz se transmite desde este dispositivo a %@, que también ve la dirección de red de este dispositivo.
fr: Votre voix est diffusée de cet appareil vers %@, qui voit aussi l’adresse réseau de cet appareil.
ja: あなたの声はこのデバイスから %@ へストリーミングされます。相手はこのデバイスのネットワークアドレスも把握します。
pt_br: Sua voz é transmitida deste dispositivo para a %@, que também vê o endereço de rede deste dispositivo.
zh_hans: 你的声音会从本设备流式传输到 %@，对方也会看到本设备的网络地址。

source: ^[%lld open incident](inflect: true)
de: ^[%lld offener Vorfall](inflect: true)
es: ^[%lld incidente abierto](inflect: true)
fr: ^[%lld incident ouvert](inflect: true)
ja: 未解決のインシデント %lld 件
pt_br: ^[%lld incidente aberto](inflect: true)
zh_hans: %lld 起未解决的事件

source: blocked
de: blockiert
es: bloqueada
fr: bloquée
ja: ブロック中
pt_br: bloqueado
zh_hans: 已阻塞

source: blocked %@
de: blockiert %@
es: bloqueada %@
fr: bloquée %@
ja: ブロック中 %@
pt_br: bloqueado %@
zh_hans: 已阻塞 %@

source: breaks %@
de: bricht %@
es: rompe %@
fr: casse %@
ja: %@ で動作しなくなります
pt_br: quebra em %@
zh_hans: 在 %@ 失效

source: done
de: fertig
es: hecha
fr: terminée
ja: 完了
pt_br: concluído
zh_hans: 已完成

source: done %@
de: fertig %@
es: hecha %@
fr: terminée %@
ja: 完了 %@
pt_br: concluído %@
zh_hans: 已完成 %@

source: last run failed
de: letzter Lauf fehlgeschlagen
es: la última ejecución falló
fr: dernière exécution en échec
ja: 前回の実行は失敗
pt_br: a última execução falhou
zh_hans: 上次运行失败

source: local-only, OWNER/REPO, or a GitHub PR URL. Leave empty for Hermes's default.
de: local-only, OWNER/REPO oder eine GitHub-PR-URL. Leer lassen für den Hermes-Standard.
es: local-only, OWNER/REPO o una URL de PR de GitHub. Déjalo vacío para usar el valor predeterminado de Hermes.
fr: local-only, OWNER/REPO ou une URL de PR GitHub. Laissez vide pour la valeur par défaut de Hermes.
ja: local-only、OWNER/REPO、または GitHub の PR の URL。Hermes の既定値を使う場合は空のままにします。
pt_br: local-only, OWNER/REPO ou uma URL de PR do GitHub. Deixe vazio para usar o padrão do Hermes.
zh_hans: local-only、OWNER/REPO 或 GitHub PR 网址。留空则使用 Hermes 的默认值。

source: next %@
de: nächste %@
es: siguiente %@
fr: prochaine %@
ja: 次回 %@
pt_br: próxima %@
zh_hans: 下次 %@

source: running
de: läuft
es: en ejecución
fr: en cours
ja: 実行中
pt_br: em execução
zh_hans: 运行中

source: running %@
de: läuft %@
es: en ejecución %@
fr: en cours %@
ja: 実行中 %@
pt_br: em execução %@
zh_hans: 运行中 %@

source: scheduled
de: geplant
es: programada
fr: planifiée
ja: 予定済み
pt_br: agendado
zh_hans: 已排期

source: A voice session is running in another Scarf window. End it there first.
de: In einem anderen Scarf-Fenster läuft bereits eine Sprachsitzung. Beenden Sie sie zuerst dort.
es: Ya hay una sesión de voz en otra ventana de Scarf. Termínala allí primero.
fr: Une session vocale est en cours dans une autre fenêtre Scarf. Terminez-la d’abord là-bas.
ja: 別の Scarf ウインドウで音声セッションが実行中です。先にそちらで終了してください。
pt_br: Há uma sessão de voz em outra janela do Scarf. Encerre-a lá primeiro.
zh_hans: 另一个 Scarf 窗口中正在进行语音会话。请先在那里结束。

source: About $0.05 per minute
de: Etwa 0,05 $ pro Minute
es: Unos 0,05 USD por minuto
fr: Environ 0,05 $ par minute
ja: 1 分あたり約 0.05 ドル
pt_br: Cerca de US$ 0,05 por minuto
zh_hans: 约每分钟 0.05 美元

source: Allow Scarf in System Settings › Privacy & Security › Speech Recognition, then try again.
de: Erlauben Sie Scarf in Systemeinstellungen › Datenschutz & Sicherheit › Spracherkennung und versuchen Sie es erneut.
es: Autoriza Scarf en Ajustes del Sistema › Privacidad y seguridad › Reconocimiento de voz e inténtalo de nuevo.
fr: Autorisez Scarf dans Réglages Système › Confidentialité et sécurité › Reconnaissance vocale, puis réessayez.
ja: 「システム設定」›「プライバシーとセキュリティ」›「音声認識」で Scarf を許可してから、もう一度お試しください。
pt_br: Permita o Scarf em Ajustes do Sistema › Privacidade e Segurança › Reconhecimento de Fala e tente novamente.
zh_hans: 在“系统设置”›“隐私与安全性”›“语音识别”中允许 Scarf，然后重试。

source: Chained
de: Verkettet
es: Encadenado
fr: Chaîné
ja: チェーン
pt_br: Encadeado
zh_hans: 链式

source: Chained is a spoken conversation from the Chat tab that costs nothing extra. Your voice is turned into words on this iPhone and never leaves it — only the words you said go to Hermes, exactly like a typed message. Replies are read aloud by the host's text-to-speech provider, which sees the reply text (Hermes's default, edge, sends it to Microsoft). This mode is a Hermes setting for the whole profile: it also switches voice in Hermes's own apps.
de: Verkettet ist ein gesprochenes Gespräch im Chat-Tab, das nichts extra kostet. Ihre Stimme wird auf diesem iPhone in Text umgewandelt und verlässt es nie — nur die von Ihnen gesprochenen Wörter gehen an Hermes, genau wie eine getippte Nachricht. Antworten liest der Text-to-Speech-Anbieter des Hosts vor, der den Antworttext sieht (Hermes’ Standard edge sendet ihn an Microsoft). Dieser Modus ist eine Hermes-Einstellung für das gesamte Profil: Er stellt auch die Sprachausgabe in Hermes’ eigenen Apps um.
es: Encadenado es una conversación hablada desde la pestaña Chat que no cuesta nada más. Tu voz se convierte en texto en este iPhone y nunca sale de él: solo las palabras que dijiste llegan a Hermes, igual que un mensaje escrito. Las respuestas las lee en voz alta el proveedor de texto a voz del host, que ve el texto de la respuesta (el predeterminado de Hermes, edge, lo envía a Microsoft). Este modo es un ajuste de Hermes para todo el perfil: también cambia la voz en las propias apps de Hermes.
fr: Chaîné est une conversation parlée depuis l’onglet Chat, sans coût supplémentaire. Votre voix est transformée en texte sur cet iPhone et n’en sort jamais — seuls les mots que vous avez dits sont envoyés à Hermes, exactement comme un message tapé. Les réponses sont lues à voix haute par le fournisseur de synthèse vocale de l’hôte, qui voit le texte de la réponse (le service par défaut de Hermes, edge, l’envoie à Microsoft). Ce mode est un réglage Hermes pour tout le profil : il change aussi la voix dans les applications de Hermes.
ja: チェーンは、チャットタブからの音声での会話で、追加費用はかかりません。あなたの声はこの iPhone で文字に変換され、端末の外に出ることはありません。話した言葉だけが、入力したメッセージとまったく同じように Hermes に送られます。返答はホストの音声合成プロバイダが読み上げ、そのプロバイダには返答のテキストが渡ります（Hermes の既定の edge は、それを Microsoft に送信します）。このモードはプロファイル全体に適用される Hermes の設定で、Hermes 自身のアプリの音声も切り替わります。
pt_br: Encadeado é uma conversa falada pela aba Chat que não custa nada a mais. Sua voz é transformada em texto neste iPhone e nunca sai dele — só as palavras que você disse vão para o Hermes, exatamente como uma mensagem digitada. As respostas são lidas em voz alta pelo provedor de texto para fala do host, que vê o texto da resposta (o padrão do Hermes, edge, o envia para a Microsoft). Esse modo é um ajuste do Hermes para todo o perfil: ele também muda a voz nos próprios apps do Hermes.
zh_hans: 链式是在“聊天”标签页中进行的语音对话，不会产生额外费用。你的声音会在这台 iPhone 上转换成文字，绝不离开设备——只有你说出的话会发送给 Hermes，和输入的消息完全一样。回复由主机的文字转语音服务朗读，该服务会看到回复文本（Hermes 的默认服务 edge 会将其发送给 Microsoft）。此模式是适用于整个配置文件的 Hermes 设置：它也会切换 Hermes 自有应用中的语音。

source: Couldn't reach your Hermes host's voice, so replies are being read by this iPhone's system voice.
de: Die Stimme Ihres Hermes-Hosts war nicht erreichbar, daher werden Antworten von der Systemstimme dieses iPhone vorgelesen.
es: No se pudo acceder a la voz de tu host de Hermes, así que las respuestas las lee la voz del sistema de este iPhone.
fr: La voix de votre hôte Hermes est injoignable : les réponses sont donc lues par la voix système de cet iPhone.
ja: Hermes ホストの音声に接続できなかったため、返答はこの iPhone のシステム音声で読み上げられます。
pt_br: Não foi possível acessar a voz do seu host do Hermes, então as respostas estão sendo lidas pela voz do sistema deste iPhone.
zh_hans: 无法连接到 Hermes 主机的语音，因此回复将由这台 iPhone 的系统语音朗读。

source: Do the same under Settings › Privacy & Security › Microphone, then tap Try Again.
de: Tun Sie dasselbe unter Einstellungen › Datenschutz & Sicherheit › Mikrofon und tippen Sie dann auf „Erneut versuchen“.
es: Haz lo mismo en Ajustes › Privacidad y seguridad › Micrófono y toca Reintentar.
fr: Faites de même dans Réglages › Confidentialité et sécurité › Microphone, puis touchez Réessayer.
ja: 「設定」›「プライバシーとセキュリティ」›「マイク」でも同じようにしてから、「再試行」をタップしてください。
pt_br: Faça o mesmo em Ajustes › Privacidade e Segurança › Microfone e toque em Tentar novamente.
zh_hans: 在“设置”›“隐私与安全性”›“麦克风”中做同样的操作，然后点按“重试”。

source: Download the language in System Settings › Keyboard › Dictation, or switch your Mac's language to one it can transcribe on-device, then try again. Scarf never falls back to a server for this.
de: Laden Sie die Sprache in Systemeinstellungen › Tastatur › Diktat herunter oder stellen Sie Ihren Mac auf eine Sprache um, die er auf dem Gerät transkribieren kann, und versuchen Sie es erneut. Scarf weicht dafür nie auf einen Server aus.
es: Descarga el idioma en Ajustes del Sistema › Teclado › Dictado, o cambia el idioma de tu Mac a uno que pueda transcribir en el dispositivo, e inténtalo de nuevo. Scarf nunca recurre a un servidor para esto.
fr: Téléchargez la langue dans Réglages Système › Clavier › Dictée, ou choisissez pour votre Mac une langue qu’il peut transcrire sur l’appareil, puis réessayez. Scarf ne se rabat jamais sur un serveur pour cela.
ja: 「システム設定」›「キーボード」›「音声入力」でその言語をダウンロードするか、Mac の言語を端末内で文字起こしできる言語に変更してから、もう一度お試しください。Scarf がこのためにサーバーを使うことはありません。
pt_br: Baixe o idioma em Ajustes do Sistema › Teclado › Ditado, ou mude o idioma do seu Mac para um que ele consiga transcrever no próprio dispositivo, e tente novamente. O Scarf nunca recorre a um servidor para isso.
zh_hans: 在“系统设置”›“键盘”›“听写”中下载该语言，或将这台 Mac 的语言改为可在设备上转录的语言，然后重试。Scarf 绝不会为此改用服务器。

source: Elapsed %@
de: Verstrichen %@
es: Transcurrido %@
fr: Écoulé %@
ja: 経過 %@
pt_br: Decorrido %@
zh_hans: 已用时 %@

source: Elapsed %@. Your voice stays on this iPhone; replies are spoken by the host's voice or the system voice.
de: Verstrichen %@. Ihre Stimme bleibt auf diesem iPhone; Antworten werden von der Stimme des Hosts oder der Systemstimme gesprochen.
es: Transcurrido %@. Tu voz se queda en este iPhone; las respuestas las dice la voz del host o la voz del sistema.
fr: Écoulé %@. Votre voix reste sur cet iPhone ; les réponses sont dites par la voix de l’hôte ou par la voix système.
ja: 経過 %@。あなたの声はこの iPhone から出ません。返答はホストの音声かシステム音声で読み上げられます。
pt_br: Decorrido %@. Sua voz fica neste iPhone; as respostas são faladas pela voz do host ou pela voz do sistema.
zh_hans: 已用时 %@。你的声音不会离开这台 iPhone；回复由主机的语音或系统语音朗读。

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
pt_br: Grátis
zh_hans: 免费

source: Hermes's voice.voice_chat_mode, for the whole Hermes profile — it also switches voice in Hermes's own apps. Either mode turns on the voice button in the chat composer.
de: Hermes’ voice.voice_chat_mode, für das gesamte Hermes-Profil — es stellt auch die Sprachausgabe in Hermes’ eigenen Apps um. Beide Modi aktivieren die Sprachtaste im Chat-Eingabefeld.
es: El voice.voice_chat_mode de Hermes, para todo el perfil de Hermes: también cambia la voz en las propias apps de Hermes. Cualquiera de los dos modos activa el botón de voz en el campo de escritura del chat.
fr: Le voice.voice_chat_mode de Hermes, pour tout le profil Hermes — il change aussi la voix dans les applications de Hermes. Les deux modes activent le bouton vocal dans la zone de saisie du chat.
ja: Hermes の voice.voice_chat_mode で、Hermes プロファイル全体に適用されます。Hermes 自身のアプリの音声も切り替わります。どちらのモードでも、チャット入力欄の音声ボタンが有効になります。
pt_br: O voice.voice_chat_mode do Hermes, para todo o perfil do Hermes — ele também muda a voz nos próprios apps do Hermes. Qualquer um dos modos ativa o botão de voz no campo de mensagem do chat.
zh_hans: Hermes 的 voice.voice_chat_mode，适用于整个 Hermes 配置文件——它也会切换 Hermes 自有应用中的语音。两种模式都会启用聊天输入栏中的语音按钮。

source: If your language has no on-device model, switch to Live Voice (GPT-Live) in Settings.
de: Wenn es für Ihre Sprache kein Modell auf dem Gerät gibt, wechseln Sie in den Einstellungen zu Live Voice (GPT-Live).
es: Si tu idioma no tiene un modelo en el dispositivo, cambia a Live Voice (GPT-Live) en Ajustes.
fr: Si votre langue n’a pas de modèle sur l’appareil, passez à Live Voice (GPT-Live) dans Réglages.
ja: お使いの言語に端末内モデルがない場合は、「設定」で Live Voice (GPT-Live) に切り替えてください。
pt_br: Se o seu idioma não tiver um modelo no dispositivo, mude para Live Voice (GPT-Live) em Ajustes.
zh_hans: 如果你的语言没有设备端模型，请在“设置”中切换到 Live Voice (GPT-Live)。

source: On this Mac (Apple). The audio never leaves it.
de: Auf diesem Mac (Apple). Das Audio verlässt ihn nie.
es: En este Mac (Apple). El audio nunca sale de él.
fr: Sur ce Mac (Apple). L’audio n’en sort jamais.
ja: この Mac 上（Apple）。音声が端末の外に出ることはありません。
pt_br: Neste Mac (Apple). O áudio nunca sai dele.
zh_hans: 在这台 Mac 上（Apple）。音频绝不会离开设备。

source: On this iPhone
de: Auf diesem iPhone
es: En este iPhone
fr: Sur cet iPhone
ja: この iPhone 上
pt_br: Neste iPhone
zh_hans: 在这台 iPhone 上

source: Open Settings › General › Keyboard and turn on Dictation, so iOS downloads your language's on-device model.
de: Öffnen Sie Einstellungen › Allgemein › Tastatur und aktivieren Sie „Diktat“, damit iOS das Modell für Ihre Sprache auf das Gerät lädt.
es: Abre Ajustes › General › Teclado y activa Dictado para que iOS descargue el modelo en el dispositivo de tu idioma.
fr: Ouvrez Réglages › Général › Clavier et activez Dictée pour que iOS télécharge le modèle de votre langue sur l’appareil.
ja: 「設定」›「一般」›「キーボード」を開いて「音声入力」をオンにすると、iOS がお使いの言語の端末内モデルをダウンロードします。
pt_br: Abra Ajustes › Geral › Teclado e ative Ditado para que o iOS baixe o modelo do seu idioma no dispositivo.
zh_hans: 打开“设置”›“通用”›“键盘”并开启“听写”，让 iOS 下载你所用语言的设备端模型。

source: Open Settings › Privacy & Security › Speech Recognition and turn ScarfGo on.
de: Öffnen Sie Einstellungen › Datenschutz & Sicherheit › Spracherkennung und aktivieren Sie ScarfGo.
es: Abre Ajustes › Privacidad y seguridad › Reconocimiento de voz y activa ScarfGo.
fr: Ouvrez Réglages › Confidentialité et sécurité › Reconnaissance vocale et activez ScarfGo.
ja: 「設定」›「プライバシーとセキュリティ」›「音声認識」を開いて、ScarfGo をオンにしてください。
pt_br: Abra Ajustes › Privacidade e Segurança › Reconhecimento de Fala e ative o ScarfGo.
zh_hans: 打开“设置”›“隐私与安全性”›“语音识别”，然后开启 ScarfGo。

source: Paid
de: Kostenpflichtig
es: De pago
fr: Payant
ja: 有料
pt_br: Pago
zh_hans: 收费

source: Scarf can't use speech recognition.
de: Scarf kann die Spracherkennung nicht verwenden.
es: Scarf no puede usar el reconocimiento de voz.
fr: Scarf ne peut pas utiliser la reconnaissance vocale.
ja: Scarf は音声認識を使用できません。
pt_br: O Scarf não pode usar o reconhecimento de fala.
zh_hans: Scarf 无法使用语音识别。

source: ScarfGo asks before the first Live Voice (GPT-Live) session on this device. After a reset it asks again. Chained mode sends no voice to anyone, so it never asks.
de: ScarfGo fragt vor der ersten Live Voice-Sitzung (GPT-Live) auf diesem Gerät. Nach einem Zurücksetzen fragt es erneut. Der Modus „Verkettet“ sendet keine Stimme an irgendwen und fragt deshalb nie.
es: ScarfGo pregunta antes de la primera sesión de Live Voice (GPT-Live) en este dispositivo. Tras un restablecimiento vuelve a preguntar. El modo Encadenado no envía tu voz a nadie, así que nunca pregunta.
fr: ScarfGo demande avant la première session Live Voice (GPT-Live) sur cet appareil. Après une réinitialisation, il redemande. Le mode Chaîné n’envoie votre voix à personne : il ne demande donc jamais.
ja: ScarfGo は、この端末で最初の Live Voice (GPT-Live) セッションの前に確認します。リセット後はもう一度確認します。チェーンモードは音声をどこにも送信しないため、確認はありません。
pt_br: O ScarfGo pergunta antes da primeira sessão do Live Voice (GPT-Live) neste dispositivo. Após uma redefinição, ele pergunta de novo. O modo Encadeado não envia sua voz a ninguém, então nunca pergunta.
zh_hans: 在本设备上首次使用 Live Voice (GPT-Live) 会话前，ScarfGo 会先询问。重置后会再次询问。链式模式不会把语音发送给任何人，因此从不询问。

source: ScarfGo can't use speech recognition, so it can't turn your voice into words on this iPhone.
de: ScarfGo kann die Spracherkennung nicht verwenden und Ihre Stimme daher auf diesem iPhone nicht in Text umwandeln.
es: ScarfGo no puede usar el reconocimiento de voz, así que no puede convertir tu voz en texto en este iPhone.
fr: ScarfGo ne peut pas utiliser la reconnaissance vocale : il ne peut donc pas transformer votre voix en texte sur cet iPhone.
ja: ScarfGo は音声認識を使用できないため、この iPhone であなたの声を文字に変換できません。
pt_br: O ScarfGo não pode usar o reconhecimento de fala, então não consegue transformar sua voz em texto neste iPhone.
zh_hans: ScarfGo 无法使用语音识别，因此无法在这台 iPhone 上把你的声音转换成文字。

source: Session time %@. Nothing was charged.
de: Sitzungsdauer %@. Es wurde nichts berechnet.
es: Tiempo de sesión %@. No se cobró nada.
fr: Durée de session %@. Rien n’a été facturé.
ja: セッション時間 %@。課金はありません。
pt_br: Tempo de sessão %@. Nada foi cobrado.
zh_hans: 会话时长 %@。未产生任何费用。

source: Speech to Text
de: Sprache zu Text
es: Voz a texto
fr: Voix en texte
ja: 音声からテキスト
pt_br: Fala para texto
zh_hans: 语音转文字

source: Speech to text
de: Sprache zu Text
es: Voz a texto
fr: Voix en texte
ja: 音声からテキスト
pt_br: Fala para texto
zh_hans: 语音转文字

source: Start talking with Hermes (free; your voice stays on this Mac)
de: Gespräch mit Hermes beginnen (kostenlos; Ihre Stimme bleibt auf diesem Mac)
es: Empezar a hablar con Hermes (gratis; tu voz se queda en este Mac)
fr: Commencer à parler avec Hermes (gratuit ; votre voix reste sur ce Mac)
ja: Hermes との会話を開始（無料。声はこの Mac から出ません）
pt_br: Começar a falar com o Hermes (grátis; sua voz fica neste Mac)
zh_hans: 开始与 Hermes 对话（免费；你的声音不会离开这台 Mac）

source: Start voice session
de: Sprachsitzung starten
es: Iniciar sesión de voz
fr: Démarrer la session vocale
ja: 音声セッションを開始
pt_br: Iniciar sessão de voz
zh_hans: 开始语音会话

source: Starts a spoken conversation with Hermes. Your voice stays on this iPhone.
de: Startet ein gesprochenes Gespräch mit Hermes. Ihre Stimme bleibt auf diesem iPhone.
es: Inicia una conversación hablada con Hermes. Tu voz se queda en este iPhone.
fr: Démarre une conversation parlée avec Hermes. Votre voix reste sur cet iPhone.
ja: Hermes との音声での会話を開始します。あなたの声はこの iPhone から出ません。
pt_br: Inicia uma conversa falada com o Hermes. Sua voz fica neste iPhone.
zh_hans: 开始与 Hermes 的语音对话。你的声音不会离开这台 iPhone。

source: System Voice speaks the reply on this Mac and needs no host setup. Hermes Voice speaks it through the host's configured TTS provider, falling back to this Mac's voice for anything the host can't synthesize.
de: „Systemstimme“ spricht die Antwort auf diesem Mac und erfordert keine Einrichtung auf dem Host. Hermes Voice spricht sie über den auf dem Host konfigurierten TTS-Anbieter und weicht auf die Stimme dieses Mac aus, wenn der Host etwas nicht synthetisieren kann.
es: Voz del sistema dice la respuesta en este Mac y no requiere configuración en el host. Hermes Voice la dice con el proveedor de TTS configurado en el host y recurre a la voz de este Mac para lo que el host no pueda sintetizar.
fr: Voix du système dit la réponse sur ce Mac et ne demande aucune configuration sur l’hôte. Hermes Voice la dit via le fournisseur TTS configuré sur l’hôte, en se rabattant sur la voix de ce Mac pour ce que l’hôte ne peut pas synthétiser.
ja: 「システムの音声」は、この Mac で返答を読み上げ、ホスト側の設定は不要です。Hermes Voice は、ホストに設定された TTS プロバイダで読み上げ、ホストが合成できない部分はこの Mac の音声に切り替えます。
pt_br: A Voz do sistema fala a resposta neste Mac e não exige configuração no host. O Hermes Voice a fala pelo provedor de TTS configurado no host, recorrendo à voz deste Mac para o que o host não conseguir sintetizar.
zh_hans: “系统语音”在这台 Mac 上朗读回复，无需在主机上做任何设置。Hermes Voice 通过主机配置的 TTS 服务朗读，主机无法合成的部分则改用这台 Mac 的语音。

source: Talk with Hermes from the chat composer. Chained, Hermes's default, is free: your voice is transcribed on this Mac, runs as a normal turn, and the reply is read aloud. GPT-Live hands the whole conversation to an OpenAI voice model.
de: Sprechen Sie mit Hermes direkt aus dem Chat-Eingabefeld. „Verkettet“, Hermes’ Standard, ist kostenlos: Ihre Stimme wird auf diesem Mac transkribiert, läuft als normaler Zug, und die Antwort wird vorgelesen. GPT-Live übergibt das ganze Gespräch an ein OpenAI-Sprachmodell.
es: Habla con Hermes desde el campo de escritura del chat. Encadenado, el modo predeterminado de Hermes, es gratis: tu voz se transcribe en este Mac, se ejecuta como un turno normal y la respuesta se lee en voz alta. GPT-Live entrega toda la conversación a un modelo de voz de OpenAI.
fr: Parlez avec Hermes depuis la zone de saisie du chat. Chaîné, le mode par défaut de Hermes, est gratuit : votre voix est transcrite sur ce Mac, s’exécute comme un tour normal, et la réponse est lue à voix haute. GPT-Live confie toute la conversation à un modèle vocal OpenAI.
ja: チャット入力欄から Hermes と話せます。Hermes の既定である「チェーン」は無料です。あなたの声はこの Mac で文字起こしされ、通常のターンとして実行され、返答が読み上げられます。GPT-Live は会話全体を OpenAI の音声モデルに委ねます。
pt_br: Fale com o Hermes pelo campo de mensagem do chat. O Encadeado, padrão do Hermes, é grátis: sua voz é transcrita neste Mac, roda como um turno normal e a resposta é lida em voz alta. O GPT-Live entrega toda a conversa a um modelo de voz da OpenAI.
zh_hans: 在聊天输入栏中与 Hermes 对话。Hermes 的默认模式“链式”是免费的：你的声音在这台 Mac 上转录，作为一次普通对话运行，回复会被朗读出来。GPT-Live 则把整场对话交给 OpenAI 的语音模型。
